[
    {
      "id": 1,
      "image_name": "image_001.PNG",
      "introduction": "这是第一条数据的介绍，约100字左右。此处可填写具体内容，比如图片对应的场景描述、物品说明、人物介绍等，文字长度灵活调整，JSON对文本内容兼容性极强，支持中英文、标点符号等特殊字符。",
      "image_result": "result_001.png"
    },
    {
      "id": 2,
      "image_name": "",
      "introduction": "一张以蓝色为主色调的促销海报，宣传宠物品牌\"GuoJie\"的黑色星期五活动。在画面中央，一只可爱的金毛犬的特写从一张撕开的克莱因蓝纸张中探出头来，它有着温柔的大眼睛和灿烂的笑容。狗狗毛茸茸的脑袋和友善的眼神被突出展示，它的前爪伸向下方一个装满各种狗粮和狗零食的蓝色盒子(比如印有\"GuoJie\"标志的狗粮袋)。左侧是一个不锈钢狗碗和几袋优质狗粮。右侧是堆叠的带有丝带的蓝色礼盒。上方是大号的白色\"Black Friday\"(黑色星期五)标识，左侧有\"Happy Pet, Happy Life\"(快乐宠物，快乐生活)字样。左下角标注活动时间为\"11月1日-11月11日\"，右下角显示白色文字\"狗粮专场 每满200美元减30美元\"，以及\"DESIGN\"标志。背景是纯净的克莱因蓝，整体构图围绕狗狗和狗粮促销展开，营造出温馨欢乐的氛围。",
      "image_result": "result_002.jpg"
    },
    {
      "id": 3,
      "image_name": "image_003.jpg",
      "introduction": "一只手拿这个电钻，正在钻木头",
      "image_result": "result_003.png"
    },
    {
      "id": 4,
      "image_name": "image_004.jpg",
      "introduction": "为图一中的面霜生成一个精美的商品海报：一个洁白的圆形磨砂面霜罐优雅地放置在一块光滑如玉的白色大理石台上，大理石表面隐约带有淡淡的冰蓝色纹理。面霜罐身印有银色的品牌标签 \"GuoJie\"，且盖子微微打开，露出里面奶油般柔滑的白色膏体。底座周围簇拥着清新的白色百合花和带露珠的淡蓝色绣球花瓣。几滴晶莹剔透的水珠在半空中轻轻漂浮，如同凝固的时间。富含光泽的乳白色面霜质地像丝绸一样顺滑地涂抹在大理石台的一侧，仿佛一条流动的银河。背景是柔和朦缭的晨曦蓝渐变色，伴随着梦幻的柔光箱照明，在产品周围营造出一种水润、透亮的光晕效果。\n文案信息：\nSUMMER SALE (夏季大促)\n30% OFF (orders 280+)(满280立减30%)",
      "image_result": "result_004.jpg"
    },
    {
      "id": 5,
      "image_name": "",
      "introduction": "主题: 招聘计划海报，吸引人才加入创新团队。\n主体: 大字\"招聘计划\"和\"WE NEED YOU\"醒目，下方列出岗位及薪资范围。\n风格: 简约现代风格，白色背景，文字及相关元素使用黑绿配色，文字清晰有力。\n构图: 采用中心对称布局，突出主要信息，引导视线。\n光影: 明亮的背景和文字对比鲜明，突出重点信息。\n文案：下方分栏布局，\"招聘岗位\"（运营助理 5k-8k，设计助理 4k-6k，行政管理 5k-7k）, \"职位描述\" 板块（我们希望你：1、热爱互联网行业，对未来充满期待 2、好奇心强，喜欢探索研究新事物）,最下方为联系方式，需要放二维码图片（扫码咨询或联系电话188888888）",
      "image_result": "result_005.jpg"
    },
    {
      "id": 6,
      "image_name": "",
      "introduction": "生成一张奶茶广告图，画面主体是一杯杯身印有品牌标识和\"GuoJie coffee\"字样的饮品，顶部有奶油和坚果碎。饮品放置在一块木头上，旁边有绿色枝叶和白色花朵点缀，上方有 \"NEW ARRIVAL\" 无衬线体的字样，表明这是 \"东方美学·无限创造\"无衬线体小字居中， 旗下品牌的合作。背景是渐变的绿色。整体风格清新雅致，色调以绿色为主，突出了饮品的自然风味。构图采用中心构图，将饮品置于画面中心，视角上给人一种简洁、舒适的感觉。细节方面，奶油的质感、坚果碎的颗粒以及杯身的文字和图案都清晰可见。",
      "image_result": "result_006.jpg"
    },
    {
      "id": 7,
      "image_name": "",
      "introduction": "生成一张高品质的3D角色海报，采用C4D OC渲染风格，泡泡玛特盲盒质感。\n1. 角色设计： 一个极度可爱的Q版小人（有着毛茸茸的触感或光滑的磨砂质感），穿着一件偏大且打着彩色补丁的旧连帽衫。它有一双巨大、泪水在眼眶里打转的无辜眼睛，嘴唇微微颤抖，表情楚楚可怜，直击灵魂。\n2. 动作与道具： 它的左手的大拇指和食指小心翼翼地捏着一枚微小、暗淡的金色硬币。右手展示着一个翻出来的空裤兜，一只卡通风格的苍蝇正嗡嗡地从里面飞出来，甚至带着一点蜘蛛网。\n3. 场景与光影： 背景是纯净的深炭灰色，一束强烈的、戏剧性的顶部聚光灯单独打在角色身上，形成孤独的氛围。\n4. 文字设计： 角色胸前挂着一块破旧的瓦楞纸板，上面用黑色记号笔粗糙手写着：\"HELP ME! I NEED CREDITS\"。",
      "image_result": "result_007.jpg"
    },
    {
      "id": 8,
      "image_name": "",
      "introduction": "在一片纯粹而深邃的黑色虚空中，米开朗基罗的大卫雕像面孔若隐若现。一张流动的液态玻璃像面纱一样覆盖在他的脸上，造成了视觉得到的扭曲与变形，仿佛现实正在融化。光线穿过这层液体，折射出全光谱的彩虹色光幕，形成一种多彩而弥散的渐变光晕。画面充满了一种阴郁而高级的电影感，一半的面孔清晰可见，展现出大理石的高质量细节，而另一半则消融在动态模糊和焦外的虚幻之中，仿佛是一段正在消逝的记忆，充满了超现实主义的忧伤叙事。",
      "image_result": "result_008.jpg"
    },
    {
      "id": 9,
      "image_name": "",
      "introduction": "一张创意排版海报。画面主体是一个咖啡杯的剪影，完全由密集的、不同大小的中文词汇组成（和咖啡有关的词语即可）。背景是干净的米色。文字颜色呈现深褐色到浅褐色的渐变，模拟咖啡的质感。",
      "image_result": "result_009.jpg"
    },
    {
      "id": 10,
      "image_name": "",
      "introduction": "采用充满力量与动感的连体书法风格，主体为\"诸事皆顺\"四字，字体张扬而洒脱；辅以\"天官赐福\"小字，线条灵动、行笔自然飞扬。整体以国潮气韵为主，笔触拉长并带有优雅的飞白效果，黑墨在白底上形成强烈的视觉对比，点缀鲜红印章\"平安\"，彰显祥瑞之意。",
      "image_result": "result_010.jpg"
    }
]
